/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "S'il vous plaît entrer au moins 4 caractères à 12 caractères\n";

/* No comment provided by engineer. */
"このアプリについて" = "Propos de l'application";

/* No comment provided by engineer. */
"ガス" = "gaz";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Titre n'a pas été entré.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "S'il vous plaît entrer le mot de passe que vous définissez pour la protection des données.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "J'ai mis le mot de passe. S'il vous plaît entrer au moins quatre caractères à 12 caractères.\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Mot de passe ne correspondent pas.\n";

/* No comment provided by engineer. */
"パスワード入力" = "Entrez Mot de passe";

/* No comment provided by engineer. */
"パスワード設定" = "Password Settings";

/* No comment provided by engineer. */
"ローン" = "prêt";

/* No comment provided by engineer. */
"予算" = "budget";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "La valeur entrée est trop grand pour moi.\n";

/* No comment provided by engineer. */
"入力エラー" = "Erreur d'entrée";

/* No comment provided by engineer. */
"利用可能額/月" = "Mois / montant disponible";

/* No comment provided by engineer. */
"利用可能額/週" = "Quantité / Semaine disponible";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "S'il vous plaît entrez le alphanumériques\n";

/* No comment provided by engineer. */
"収入" = "revenu";

/* No comment provided by engineer. */
"収入合計" = "total des revenus";

/* No comment provided by engineer. */
"収入項目\n" = "éléments du résultat\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "Ce plan de dépenses app.\n①revenu,②l'épargne,③dépenses\n\nEn entrant dans les articles, les repas disponibles par semaine, le calcul des coûts variables, telles que l'amitié coûts, nous appuyons la gestion financière délibérée.";

/* No comment provided by engineer. */
"家賃" = "louer";

/* No comment provided by engineer. */
"携帯電話" = "téléphone mobile";

/* No comment provided by engineer. */
"支出" = "dépense";

/* No comment provided by engineer. */
"支出合計" = "total des dépenses";

/* No comment provided by engineer. */
"支出項目\n" = "point de dépenses\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Caractère n'a pas été entré.\n";

/* No comment provided by engineer. */
"水道" = "eau";

/* No comment provided by engineer. */
"積立貯金" = "caisse d'épargne";

/* No comment provided by engineer. */
"給与収入" = "revenu salarial";

/* No comment provided by engineer. */
"表示\n" = "afficher\n";

/* No comment provided by engineer. */
"設定" = "mise";

/* No comment provided by engineer. */
"貯蓄" = "épargnes";

/* No comment provided by engineer. */
"貯蓄合計" = "total des économies";

/* No comment provided by engineer. */
"貯蓄項目\n" = "article épargne\n";

/* No comment provided by engineer. */
"金額" = "montant";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "Montant n'a pas été inscrit\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Montants S'il vous plaît entrer les caractères numériques\n";

/* No comment provided by engineer. */
"電気" = "électricité";

/* No comment provided by engineer. */
"項目" = "article";

/* No comment provided by engineer. */
"項目と金額の設定" = "Article et le montant";

/* No comment provided by engineer. */
"項目名" = "nom de l'élément";

/* No comment provided by engineer. */
"項目名\n0" = "nom de l'élément\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "S'il vous plaît entrez le nom de l'élément est plus long que 16 caractères.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "Nom de l'élément jusqu'à 16 caractères, s'il vous plaît entrez le montant en caractères numériques.\n";

